[InteractiveObjects.IrisRaidBoardMama InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Award ceremony"
StatusMenuMapInfoBoxDescription="A good place to find a job."

[InteractiveObjects.MO_Iris_MamaRaid_Doors InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

